Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Right-click an instance to Stop, Start, or Reboot it via the context menu.
ar: انقر بزر الفأرة الأيمن على مثيل لإيقافه أو تشغيله أو إعادة تشغيله عبر القائمة السياقية.
de: Rechtsklick auf eine Instanz, um sie über das Kontextmenü zu stoppen, zu starten oder neu zu starten.
es: Haz clic derecho en una instancia para Detener, Iniciar o Reiniciar desde el menú contextual.
fr: Clic droit sur une instance pour l’Arrêter, la Démarrer ou la Redémarrer via le menu contextuel.
hi: इंस्टेंस पर राइट-क्लिक कर संदर्भ मेनू से 'रोकें', 'प्रारंभ करें' या 'रीबूट करें' चुनें।
id: Klik kanan pada instance untuk Berhenti, Mulai, atau Mulai Ulang melalui menu konteks.
it: Clic destro su un'istanza per Arresta, Avvia o Riavvia tramite menu contestuale.
ja: インスタンスを右クリックし、コンテキストメニューから「停止」「開始」「再起動」が可能です。
ko: 인스턴스를 우클릭해 ‘중지’, ‘시작’, ‘재부팅’할 수 있습니다.
nl: Klik met rechts op een instantie om deze te Stoppen, Starten of Herstarten via het contextmenu.
pl: Kliknij prawym przyciskiem na instancji, aby Zatrzymać, Uruchomić lub Uruchomić ponownie przez menu kontekstowe.
pt: Clique direito numa instância para Parar, Iniciar ou Reiniciar pelo menu de contexto.
ru: Кликните правой кнопкой по инстансу для «Остановить», «Запустить» или «Перезагрузить» через контекстное меню.
tr: Bir sunucuyu sağ tıklayarak açılan menüden Durdur, Başlat veya Yeniden Başlat işlemlerini yapabilirsiniz.
zh_hans: 右键实例通过菜单可“停止”、“启动”或“重启”。

source: Right-click any resource and select 'Delete' to start.
ar: انقر بزر الفأرة الأيمن على أي مورد واختر 'حذف' للبدء.
de: Rechtsklick auf eine Ressource und „Löschen“ wählen, um zu beginnen.
es: Haz clic derecho en cualquier recurso y selecciona "Eliminar" para comenzar.
fr: Clic droit sur une ressource puis « Supprimer » pour commencer.
hi: किसी भी संसाधन पर राइट-क्लिक कर 'हटाएँ' चुनें।
id: Klik kanan sumber daya mana saja dan pilih 'Hapus' untuk memulai.
it: Clic destro su una risorsa e seleziona "Elimina" per iniziare.
ja: 任意のリソースを右クリックし「削除」を選択して開始します。
ko: 리소스를 우클릭 후 ‘삭제’를 선택해 삭제를 시작하세요.
nl: Klik met rechts op een resource en kies 'Verwijderen' om te starten.
pl: Kliknij prawym przyciskiem na dowolnym zasobie i wybierz „Usuń”, aby rozpocząć.
pt: Clique direito em qualquer recurso e selecione 'Eliminar' para iniciar.
ru: Кликните правой кнопкой по ресурсу и выберите «Удалить» для начала удаления.
tr: Herhangi bir kaynağı sağ tıklayıp 'Sil' seçeneğiyle silme işlemini başlatın.
zh_hans: 右键任意资源并选择“删除”开始操作。

source: Rules auto-close when the timer expires.
ar: تغلق القواعد تلقائياً عند انتهاء المؤقت.
de: Regeln schließen sich automatisch, wenn der Timer abläuft.
es: Las reglas se cierran automáticamente al expirar el temporizador.
fr: Les règles se ferment automatiquement à l’expiration du minuteur.
hi: नियम टाइमर समाप्त होने पर स्वतः बंद हो जाते हैं।
id: Aturan akan tertutup otomatis saat timer habis.
it: Le regole si chiudono automaticamente alla scadenza del timer.
ja: タイマー満了時にルールは自動で閉じます。
ko: 타이머 만료 시 규칙이 자동으로 닫힙니다.
nl: Regels sluiten automatisch wanneer de timer afloopt.
pl: Reguły zamykają się automatycznie po upływie timera.
pt: As regras fecham automaticamente quando o temporizador expira.
ru: Правила автоматически закрываются по истечении таймера.
tr: Zamanlayıcı dolunca kurallar otomatik olarak kapanır.
zh_hans: 计时器到期后规则自动关闭。

source: S3 File Browser
ar: متصفح ملفات S3
de: S3-Dateibrowser
es: Navegador de archivos S3
fr: Navigateur de fichiers S3
hi: S3 फ़ाइल ब्राउज़र
id: Penjelajah Berkas S3
it: Browser file S3
ja: S3ファイルブラウザ
ko: S3 파일 브라우저
nl: S3-bestandsbrowser
pl: Przeglądarka plików S3
pt: Navegador de ficheiros S3
ru: S3-браузер файлов
tr: S3 Dosya Tarayıcısı
zh_hans: S3 文件浏览器

source: SSH Key Generation
ar: توليد مفاتيح SSH
de: SSH-Schlüsselerstellung
es: Generación de claves SSH
fr: Génération de clés SSH
hi: SSH कुंजी निर्माण
id: Pembuatan Kunci SSH
it: Generazione chiavi SSH
ja: SSH鍵生成
ko: SSH 키 생성
nl: SSH-sleutelpaar genereren
pl: Generowanie kluczy SSH
pt: Geração de chaves SSH
ru: Генерация SSH-ключей
tr: SSH Anahtar Oluşturma
zh_hans: SSH 密钥生成

source: SSH access command with correct key path and copy button.
ar: أمر الوصول عبر SSH مع مسار المفتاح الصحيح وزر النسخ.
de: SSH-Zugriffsbefehl mit korrektem Schlüsselpfad und Kopier-Button.
es: Comando de acceso SSH con la ruta de clave correcta y botón de copiar.
fr: Commande d’accès SSH avec le bon chemin de clé et bouton de copie.
hi: सही की पथ और कॉपी बटन के साथ SSH एक्सेस कमांड।
id: Perintah akses SSH dengan path kunci yang benar dan tombol salin.
it: Comando di accesso SSH con percorso chiave corretto e pulsante copia.
ja: 正しい鍵パス付きのSSHアクセスコマンドとコピー用ボタンを表示します。
ko: 정확한 키 경로와 복사 버튼이 포함된 SSH 접속 명령어 제공.
nl: SSH-toegangsopdracht met het juiste sleutelpad en kopieerknop.
pl: Polecenie dostępu SSH z poprawną ścieżką do klucza i przyciskiem kopiowania.
pt: Comando de acesso SSH com o caminho correto da chave e botão de copiar.
ru: Команда SSH-доступа с правильным путем к ключу и кнопкой копирования.
tr: Doğru anahtar yolu ve kopyala butonuyla SSH erişim komutu.
zh_hans: SSH 访问命令带正确密钥路径及复制按钮。

source: SSH command with key path shown in instance detail view.
ar: أمر SSH مع مسار المفتاح يظهر في تفاصيل المثيل.
de: SSH-Befehl mit Schlüsselpfad in der Instanz-Detailansicht.
es: Comando SSH con la ruta de la clave mostrado en el detalle de la instancia.
fr: Commande SSH avec chemin de clé affichée dans le détail de l’instance.
hi: इंस्टेंस विवरण दृश्य में की पथ सहित SSH कमांड दिखती है।
id: Perintah SSH dengan path kunci ditampilkan di detail instance.
it: Comando SSH con percorso chiave mostrato nei dettagli istanza.
ja: インスタンス詳細画面に鍵パス付きのSSHコマンドが表示されます。
ko: 인스턴스 상세 보기에서 키 경로가 포함된 SSH 명령어 표시.
nl: SSH-opdracht met sleutelpad zichtbaar in de detailweergave van de instantie.
pl: Polecenie SSH z podaną ścieżką do klucza widoczne w szczegółach instancji.
pt: Comando SSH com caminho da chave mostrado no detalhe da instância.
ru: Команда SSH с путем к ключу отображается в деталях инстанса.
tr: Sunucu detayında anahtar yolu ile SSH komutu gösterilir.
zh_hans: 实例详情页显示带密钥路径的 SSH 命令。

source: Save named IP addresses (Home, Office) in the menu bar popover.
ar: احفظ عناوين IP مسماة (المنزل، المكتب) في نافذة شريط القوائم.
de: Benannte IP-Adressen (z.B. Zuhause, Büro) im Menüleisten-Popover speichern.
es: Guarda direcciones IP nombradas (Casa, Oficina) en el menú.
fr: Enregistrez des adresses IP nommées (Domicile, Bureau) dans le menu.
hi: मेनू बार पॉपओवर में नामित IP पते (Home, Office) सहेजें।
id: Simpan alamat IP bernama (Rumah, Kantor) di popover menu bar.
it: Salva indirizzi IP nominati (Casa, Ufficio) nel popover della barra menu.
ja: メニューバーポップオーバーで名前付きIPアドレス（自宅、オフィス等）を保存できます。
ko: 메뉴바 팝오버에 IP 주소(집, 사무실 등)를 이름으로 저장하세요.
nl: Sla benoemde IP-adressen (Thuis, Kantoor) op in de menubalk-popover.
pl: Zapisz nazwane adresy IP (Dom, Biuro) w popoverze paska menu.
pt: Guarde IPs nomeados (Casa, Escritório) no popover da barra de menu.
ru: Сохраняйте именованные IP-адреса (Дом, Офис) во всплывающем меню.
tr: Menü çubuğu açılırında isimli IP adreslerini (Ev, Ofis) kaydedin.
zh_hans: 在菜单栏弹窗中保存命名 IP 地址（如家庭、办公）。

source: Scale deployments up or down directly from the cluster detail view.
ar: قم بتوسيع أو تقليص عمليات النشر مباشرة من تفاصيل العنقود.
de: Deployments direkt in der Cluster-Detailansicht skalieren.
es: Escala despliegues directamente desde el detalle del clúster.
fr: Ajustez le nombre de pods d’un déploiement directement depuis le détail du cluster.
hi: क्लस्टर विवरण दृश्य से डिप्लॉयमेंट्स को सीधे ऊपर या नीचे स्केल करें।
id: Skalakan deployment naik atau turun langsung dari tampilan detail klaster.
it: Scala i deployment direttamente dalla vista dettagli cluster.
ja: クラスタ詳細画面からデプロイメントのスケールアップ／ダウンが直接可能です。
ko: 클러스터 상세 보기에서 배포를 직접 확장 또는 축소할 수 있습니다.
nl: Schaal deployments direct op of af vanuit de cluster-detailweergave.
pl: Skaluj deploymenty w górę lub w dół bezpośrednio z widoku szczegółów klastra.
pt: Escalone deployments diretamente na vista de detalhe do cluster.
ru: Масштабируйте деплойменты прямо из деталей кластера.
tr: Küme detayından dağıtımları doğrudan ölçeklendirin.
zh_hans: 可在集群详情页直接扩缩容部署。

source: Search across all resources by name: clusters, instances, databases, etc.
ar: ابحث عبر جميع الموارد بالاسم: العناقيد، المثيلات، قواعد البيانات، إلخ.
de: Alle Ressourcen nach Namen durchsuchen: Cluster, Instanzen, Datenbanken usw.
es: Busca en todos los recursos por nombre: clústeres, instancias, bases de datos, etc.
fr: Recherchez dans toutes les ressources par nom : clusters, instances, bases de données, etc.
hi: सभी संसाधनों में नाम से खोजें: क्लस्टर, इंस्टेंस, डेटाबेस आदि।
id: Cari di seluruh sumber daya berdasarkan nama: klaster, instance, basis data, dll.
it: Cerca tra tutte le risorse per nome: cluster, istanze, database, ecc.
ja: すべてのリソース（クラスタ、インスタンス、データベース等）を名前で検索できます。
ko: 클러스터, 인스턴스, 데이터베이스 등 모든 리소스를 이름으로 검색.
nl: Zoek in alle resources op naam: clusters, instanties, databases, enz.
pl: Wyszukuj we wszystkich zasobach po nazwie: klastry, instancje, bazy danych itd.
pt: Pesquise em todos os recursos por nome: clusters, instâncias, bases de dados, etc.
ru: Ищите по всем ресурсам по имени: кластеры, инстансы, базы данных и др.
tr: Tüm kaynaklarda ada göre arama yapın: kümeler, sunucular, veritabanları vb.
zh_hans: 按名称跨所有资源搜索：集群、实例、数据库等。

source: Secret access keys are hidden by default — reveal them via Touch ID or system password.
ar: مفاتيح الوصول السرية مخفية افتراضياً — أظهرها عبر Touch ID أو كلمة مرور النظام.
de: Secret Access Keys sind standardmäßig ausgeblendet — Anzeige über Touch ID oder Systempasswort möglich.
es: Las claves secretas están ocultas por defecto: revélalas con Touch ID o contraseña del sistema.
fr: Les clés secrètes sont masquées par défaut — affichez-les via Touch ID ou mot de passe système.
hi: सीक्रेट एक्सेस की डिफ़ॉल्ट रूप से छुपी रहती है — Touch ID या सिस्टम पासवर्ड से दिखाएँ।
id: Secret access key disembunyikan secara default — tampilkan dengan Touch ID atau password sistem.
it: Le secret access key sono nascoste per impostazione predefinita — visualizzale tramite Touch ID o password di sistema.
ja: シークレットアクセスキーはデフォルトで非表示、Touch IDまたはシステムパスワードで表示可能です。
ko: 시크릿 액세스 키는 기본적으로 숨김 처리되며, Touch ID 또는 시스템 암호로 표시할 수 있습니다.
nl: Secret access keys zijn standaard verborgen — toon ze via Touch ID of systeemwachtwoord.
pl: Tajne klucze dostępu są domyślnie ukryte — ujawnij je przez Touch ID lub hasło systemowe.
pt: As secret access keys estão ocultas por defeito — revele com Touch ID ou password do sistema.
ru: Секретные ключи скрыты по умолчанию — откройте их через Touch ID или пароль системы.
tr: Gizli erişim anahtarları varsayılan olarak gizlidir — Touch ID veya sistem şifresiyle görüntülenebilir.
zh_hans: 密钥默认隐藏，可通过 Touch ID 或系统密码显示。

source: Select files/folders with Click, Cmd+Click, or Shift+Click.
ar: حدد الملفات/المجلدات بالنقر، Cmd+Click أو Shift+Click.
de: Dateien/Ordner mit Klick, Cmd+Klick oder Shift+Klick auswählen.
es: Selecciona archivos/carpetas con clic, Cmd+Clic o Shift+Clic.
fr: Sélectionnez fichiers/dossiers avec clic, Cmd+Clic ou Shift+Clic.
hi: क्लिक, Cmd+Click या Shift+Click से फाइलें/फोल्डर चुनें।
id: Pilih berkas/folder dengan Klik, Cmd+Klik, atau Shift+Klik.
it: Seleziona file/cartelle con Click, Cmd+Click o Shift+Click.
ja: クリック、Cmd+クリック、Shift+クリックでファイル／フォルダを選択できます。
ko: 클릭, Cmd+클릭, Shift+클릭으로 파일/폴더 선택.
nl: Selecteer bestanden/mappen met Klik, Cmd+Klik of Shift+Klik.
pl: Wybierz pliki/foldery kliknięciem, Cmd+klik lub Shift+klik.
pt: Selecione ficheiros/pastas com Clique, Cmd+Clique ou Shift+Clique.
ru: Выбирайте файлы/папки кликом, Cmd+клик или Shift+клик.
tr: Dosya/klasörleri tıklayarak, Cmd+Tık veya Shift+Tık ile seçin.
zh_hans: 通过点击、Cmd+点击或 Shift+点击选择文件/文件夹。

source: Select which resource types to include.
ar: حدد أنواع الموارد التي تريد تضمينها.
de: Wählen Sie aus, welche Ressourcentypen einbezogen werden sollen.
es: Selecciona qué tipos de recursos incluir.
fr: Sélectionnez les types de ressources à inclure.
hi: कौन से संसाधन प्रकार शामिल करने हैं, चुनें।
id: Pilih tipe sumber daya yang ingin disertakan.
it: Seleziona quali tipi di risorse includere.
ja: 含めるリソース種別を選択します。
ko: 포함할 리소스 유형을 선택하세요.
nl: Selecteer welke resourcetypen u wilt meenemen.
pl: Wybierz, które typy zasobów uwzględnić.
pt: Selecione os tipos de recurso a incluir.
ru: Выберите типы ресурсов для включения.
tr: Dahil edilecek kaynak türlerini seçin.
zh_hans: 选择要包含的资源类型。

source: Select your region (e.g. fra1, lon1, nyc1).
ar: حدد منطقتك (مثال: fra1، lon1، nyc1).
de: Wählen Sie Ihre Region (z.B. fra1, lon1, nyc1).
es: Selecciona tu región (ej. fra1, lon1, nyc1).
fr: Sélectionnez votre région (ex : fra1, lon1, nyc1).
hi: अपना क्षेत्र चुनें (जैसे fra1, lon1, nyc1)।
id: Pilih wilayah Anda (misal: fra1, lon1, nyc1).
it: Seleziona la tua regione (es. fra1, lon1, nyc1).
ja: リージョン（例：fra1、lon1、nyc1）を選択します。
ko: 리전(fra1, lon1, nyc1 등)을 선택하세요.
nl: Selecteer uw regio (bijv. fra1, lon1, nyc1).
pl: Wybierz swój region (np. fra1, lon1, nyc1).
pt: Selecione a sua região (ex: fra1, lon1, nyc1).
ru: Выберите ваш регион (например, fra1, lon1, nyc1).
tr: Bölgenizi seçin (örn. fra1, lon1, nyc1).
zh_hans: 选择你的区域（如 fra1、lon1、nyc1）。

source: Sensitive fields (passwords, keys) are automatically redacted.
ar: الحقول الحساسة (كلمات المرور، المفاتيح) يتم إخفاؤها تلقائياً.
de: Sensible Felder (Passwörter, Schlüssel) werden automatisch ausgeblendet.
es: Los campos sensibles (contraseñas, claves) se ocultan automáticamente.
fr: Les champs sensibles (mots de passe, clés) sont automatiquement masqués.
hi: संवेदनशील फ़ील्ड (पासवर्ड, की) स्वतः छुपा दी जाती हैं।
id: Kolom sensitif (password, kunci) secara otomatis disamarkan.
it: I campi sensibili (password, chiavi) sono automaticamente oscurati.
ja: パスワードや鍵などの機密項目は自動的にマスキングされます。
ko: 민감한 필드(비밀번호, 키)는 자동으로 마스킹 처리됩니다.
nl: Gevoelige velden (wachtwoorden, sleutels) worden automatisch afgeschermd.
pl: Wrażliwe pola (hasła, klucze) są automatycznie ukrywane.
pt: Campos sensíveis (passwords, chaves) são automaticamente ocultados.
ru: Чувствительные поля (пароли, ключи) автоматически скрываются.
tr: Hassas alanlar (şifreler, anahtarlar) otomatik olarak gizlenir.
zh_hans: 敏感字段（密码、密钥）自动隐藏。

source: Shows actual charges from the Civo billing API.
ar: يعرض الرسوم الفعلية من Civo Billing API.
de: Zeigt die tatsächlichen Kosten laut Civo Billing API an.
es: Muestra los cargos reales desde la API de facturación de Civo.
fr: Affiche les frais réels depuis l’API de facturation Civo.
hi: Civo बिलिंग API से वास्तविक शुल्क दिखाता है।
id: Menampilkan biaya aktual dari API penagihan Civo.
it: Mostra gli addebiti reali dall'API di fatturazione Civo.
ja: Civo課金APIから実際の請求額を表示します。
ko: Civo 결제 API에서 실제 청구 금액을 표시합니다.
nl: Toont werkelijke kosten vanuit de Civo billing API.
pl: Pokazuje rzeczywiste opłaty z API rozliczeniowego Civo.
pt: Mostra os custos reais da API de faturação da Civo.
ru: Показывает реальные начисления по данным Civo billing API.
tr: Civo faturalama API'sinden gerçek ücretleri gösterir.
zh_hans: 显示来自 Civo 账单 API 的实际费用。

source: Single file: choose where to save, opens Finder with file selected.
ar: ملف واحد: اختر مكان الحفظ، يفتح Finder مع تحديد الملف.
de: Einzelne Datei: Speicherort wählen, Finder öffnet sich mit ausgewählter Datei.
es: Archivo único: elige dónde guardar, se abre Finder con el archivo seleccionado.
fr: Fichier unique : choisissez l’emplacement, le Finder s’ouvre avec le fichier sélectionné.
hi: एकल फ़ाइल: सहेजने का स्थान चुनें, फ़ाइल चयन के साथ Finder में खुलती है।
id: Berkas tunggal: pilih lokasi penyimpanan, Finder akan terbuka dengan berkas terpilih.
it: Singolo file: scegli dove salvare, si apre Finder con il file selezionato.
ja: 単一ファイル：保存先を選択し、Finderでそのファイルが選択された状態で開きます。
ko: 단일 파일: 저장 위치 선택 후 Finder에서 해당 파일이 선택되어 열립니다.
nl: Enkel bestand: kies waar op te slaan, opent Finder met geselecteerd bestand.
pl: Pojedynczy plik: wybierz miejsce zapisu, Finder otworzy się z zaznaczonym plikiem.
pt: Ficheiro único: escolha onde guardar, abre o Finder com o ficheiro selecionado.
ru: Один файл: выберите место сохранения, откроется Finder с выделенным файлом.
tr: Tek dosya: kaydedilecek yeri seçin, dosya seçili şekilde Finder'da açılır.
zh_hans: 单个文件：选择保存位置，Finder 自动选中文件。

source: Start, Stop, Reboot instances from the detail view.
ar: ابدأ، أوقف، أو أعد تشغيل المثيلات من عرض التفاصيل.
de: Instanzen aus der Detailansicht starten, stoppen oder neu starten.
es: Inicia, detén o reinicia instancias desde la vista de detalle.
fr: Démarrez, arrêtez ou redémarrez les instances depuis le détail.
hi: विवरण दृश्य से इंस्टेंस प्रारंभ करें, रोकें या रीबूट करें।
id: Mulai, Berhenti, Mulai Ulang instance dari tampilan detail.
it: Avvia, Arresta, Riavvia le istanze dalla vista dettagli.
ja: 詳細画面からインスタンスの「開始」「停止」「再起動」が可能です。
ko: 상세 보기에서 인스턴스 ‘시작’, ‘중지’, ‘재부팅’ 가능.
nl: Starten, Stoppen, Herstarten van instanties vanuit de detailweergave.
pl: Uruchamiaj, zatrzymuj i restartuj instancje z widoku szczegółów.
pt: Inicie, pare ou reinicie instâncias a partir do detalhe.
ru: Запускайте, останавливайте и перезагружайте инстансы из подробного просмотра.
tr: Detay görünümünden sunucuları Başlat, Durdur veya Yeniden Başlat.
zh_hans: 可在详情页启动、停止、重启实例。

source: Tests all 16 Civo API endpoints with response time.
ar: يختبر جميع نقاط نهاية Civo API البالغ عددها 16 مع زمن الاستجابة.
de: Testet alle 16 Civo API-Endpunkte mit Antwortzeit.
es: Prueba los 16 endpoints de la API de Civo con su tiempo de respuesta.
fr: Teste les 16 endpoints de l’API Civo avec le temps de réponse.
hi: सभी 16 Civo API एंडपॉइंट्स को प्रतिक्रिया समय सहित जांचता है।
id: Menguji semua 16 endpoint API Civo beserta waktu responsnya.
it: Testa tutti i 16 endpoint API Civo con tempo di risposta.
ja: Civo APIの全16エンドポイントの応答時間をテストします。
ko: 16개 Civo API 엔드포인트의 응답 속도를 모두 테스트합니다.
nl: Test alle 16 Civo API-endpoints met responstijd.
pl: Testuje wszystkie 16 endpointów API Civo z czasem odpowiedzi.
pt: Testa os 16 endpoints da API Civo com tempo de resposta.
ru: Тестирует все 16 конечных точек Civo API с измерением времени отклика.
tr: Tüm 16 Civo API uç noktasını yanıt süresiyle test eder.
zh_hans: 测试全部 16 个 Civo API 端点及响应时间。

source: The 'Copy & Open Terminal' button copies the command for moving the key to ~/.ssh/ and opens Terminal.
ar: زر 'نسخ وفتح الطرفية' ينسخ الأمر لنقل المفتاح إلى ~/.ssh/ ويفتح الطرفية.
de: Mit „Kopieren & Terminal öffnen“ wird der Befehl zum Verschieben des Schlüssels nach ~/.ssh/ kopiert und das Terminal geöffnet.
es: El botón "Copiar y abrir Terminal" copia el comando para mover la clave a ~/.ssh/ y abre Terminal.
fr: Le bouton « Copier et ouvrir le Terminal » copie la commande pour déplacer la clé vers ~/.ssh/ et ouvre le Terminal.
hi: 'कॉपी करें और टर्मिनल खोलें' बटन की को ~/.ssh/ में ले जाने का कमांड कॉपी करता है और टर्मिनल खोलता है।
id: Tombol 'Salin & Buka Terminal' menyalin perintah untuk memindahkan kunci ke ~/.ssh/ dan membuka Terminal.
it: Il pulsante "Copia e apri Terminale" copia il comando per spostare la chiave in ~/.ssh/ e apre il Terminale.
ja: 「コピーしてターミナルを開く」ボタンで鍵を~/.ssh/に移動するコマンドをコピーし、ターミナルを開きます。
ko: ‘복사 및 터미널 열기’ 버튼으로 키를 ~/.ssh/로 이동하는 명령어를 복사하고 터미널을 엽니다.
nl: De knop 'Kopiëren & Terminal openen' kopieert het commando om de sleutel naar ~/.ssh/ te verplaatsen en opent Terminal.
pl: Przycisk „Kopiuj i otwórz Terminal” kopiuje polecenie przeniesienia klucza do ~/.ssh/ i otwiera Terminal.
pt: O botão 'Copiar e abrir Terminal' copia o comando para mover a chave para ~/.ssh/ e abre o Terminal.
ru: Кнопка «Скопировать и открыть Терминал» копирует команду для перемещения ключа в ~/.ssh/ и открывает Терминал.
tr: 'Kopyala ve Terminali Aç' butonu, anahtarı ~/.ssh/ dizinine taşıma komutunu kopyalar ve Terminal'i açar.
zh_hans: “复制并打开终端”按钮会复制将密钥移动到 ~/.ssh/ 的命令并打开终端。

source: The 'Credentials' section in the sidebar (under Storage & Data) manages Object Store credentials.
ar: قسم 'بيانات الاعتماد' في الشريط الجانبي (تحت التخزين والبيانات) يدير بيانات اعتماد مخزن الكائنات.
de: Der Bereich „Zugangsdaten“ in der Seitenleiste (unter Speicher & Daten) verwaltet Object Store Zugangsdaten.
es: La sección "Credenciales" en la barra lateral (en Almacenamiento y datos) gestiona las credenciales de almacenes de objetos.
fr: La section « Identifiants » de la barre latérale (Stockage & Données) gère les identifiants de stockage objet.
hi: साइडबार के 'क्रेडेंशियल्स' अनुभाग (Storage & Data के अंतर्गत) में ऑब्जेक्ट स्टोर क्रेडेंशियल्स प्रबंधित करें।
id: Bagian 'Kredensial' di sidebar (di bawah Penyimpanan & Data) mengelola kredensial Object Store.
it: La sezione "Credenziali" nella barra laterale (in Storage & Data) gestisce le credenziali degli Object Store.
ja: サイドバー（ストレージ & データ内）の「認証情報」セクションでオブジェクトストアの認証情報を管理します。
ko: 사이드바(스토리지 및 데이터) ‘자격 증명’ 섹션에서 오브젝트 스토어 자격 증명을 관리합니다.
nl: Het gedeelte 'Inloggegevens' in de zijbalk (onder Opslag & Data) beheert de object store-inloggegevens.
pl: Sekcja „Dane uwierzytelniające” w pasku bocznym (pod Magazyn i dane) zarządza danymi Object Store.
pt: A secção 'Credenciais' na barra lateral (em Armazenamento & Dados) gere as credenciais do Object Store.
ru: Раздел «Учетные данные» в боковой панели (в разделе «Хранилище и данные») управляет учетными данными Object Store.
tr: Kenar çubuğundaki 'Kimlik Bilgileri' bölümü (Depolama & Veri altında) Nesne Deposu kimlik bilgilerini yönetir.
zh_hans: 侧边栏“凭证”部分（存储与数据下）用于管理对象存储凭证。

source: The K8s API connects automatically when you select a cluster (no manual button needed).
ar: واجهة K8s API تتصل تلقائياً عند اختيار عنقود (لا حاجة لزر يدوي).
de: Die K8s-API verbindet sich automatisch beim Auswählen eines Clusters (kein manueller Button nötig).
es: La API de K8s se conecta automáticamente al seleccionar un clúster (no se necesita botón manual).
fr: L’API K8s se connecte automatiquement à la sélection d’un cluster (aucun bouton manuel requis).
hi: क्लस्टर चुनने पर K8s API स्वतः कनेक्ट हो जाती है (कोई मैन्युअल बटन आवश्यक नहीं)।
id: API K8s akan terhubung otomatis saat Anda memilih klaster (tidak perlu tombol manual).
it: L'API K8s si connette automaticamente quando selezioni un cluster (nessun pulsante manuale necessario).
ja: クラスタ選択時にK8s APIへ自動接続されます（手動ボタン不要）。
ko: 클러스터 선택 시 K8s API가 자동 연결됩니다(수동 버튼 불필요).
nl: De K8s API maakt automatisch verbinding wanneer u een cluster selecteert (geen handmatige knop nodig).
pl: API K8s łączy się automatycznie po wybraniu klastra (nie wymaga ręcznego przycisku).
pt: A API K8s liga-se automaticamente ao selecionar um cluster (sem botão manual).
ru: K8s API подключается автоматически при выборе кластера (кнопка не требуется).
tr: Bir küme seçtiğinizde K8s API otomatik olarak bağlanır (manuel butona gerek yoktur).
zh_hans: 选择集群时 K8s API 会自动连接（无需手动按钮）。

source: The app auto-opens port 6443 on the cluster firewall for your IP.
ar: يفتح التطبيق تلقائياً المنفذ 6443 في جدار حماية العنقود لعنوان IP الخاص بك.
de: Die App öffnet Port 6443 auf der Cluster-Firewall automatisch für Ihre IP.
es: La app abre automáticamente el puerto 6443 en el firewall del clúster para tu IP.
fr: L’application ouvre automatiquement le port 6443 sur le pare-feu du cluster pour votre IP.
hi: ऐप आपके IP के लिए क्लस्टर फायरवॉल पर पोर्ट 6443 स्वतः खोलता है।
id: Aplikasi akan otomatis membuka port 6443 pada firewall klaster untuk IP Anda.
it: L'app apre automaticamente la porta 6443 sul firewall del cluster per il tuo IP.
ja: アプリはクラスタのファイアウォールでポート6443を自動的に自分のIP向けに開放します。
ko: 앱이 클러스터 방화벽에서 포트 6443을 자동으로 열어줍니다.
nl: De app opent automatisch poort 6443 op de clusterfirewall voor uw IP.
pl: Aplikacja automatycznie otwiera port 6443 na zaporze klastra dla Twojego IP.
pt: A app abre automaticamente a porta 6443 no firewall do cluster para o seu IP.
ru: Приложение автоматически открывает порт 6443 на брандмауэре кластера для вашего IP.
tr: Uygulama, IP adresiniz için küme güvenlik duvarında 6443 portunu otomatik olarak açar.
zh_hans: 应用会自动为你的 IP 打开集群防火墙的 6443 端口。
